export const professionMap = {
      'Υδραυλικοί': 'Υδραυλικός',
      'Ηλεκτρολόγοι': 'Ηλεκτρολόγος',
      'Ξυλουργοί': 'Ξυλουργός',
      'Ελαιοχρωματιστές': 'Ελαιοχρωματιστής',
      'Επιπλοποιοί': 'Επιπλοποιός',
      'Τεχνικοί Θερμομόνωσης': 'Τεχνικός Θερμομόνωσης',
      'Καθαρισμός': 'Καθαριστής',
      'Μετακομίσεις-Μεταφορές' :'Μετακομίσεων/Μεταφορών',
      'Οικιακές Συσκευές':'Τεχνίτης Οικιακών Συσκευών',
      'Γυψοσανίδες':  'Τεχνιτης Γυψοσανιδών' ,
      'Οικοδομικές Εργασίες':  'Οικοδόμος' ,
       'Τοποθέτηση Πλακιδίων': 'Τεχνίτης Πλακιδίων',
       "Τοποθέτηση Κουφωμάτων":'Τοποθέτηση Κουφωμάτων',
      "Ψυκτικοί":'Ψυκτικός',
      "Κηπουροί":'Κηπουρός',
       "Πολιτικοί Μηχανικοί": "Πολιτικός Μηχανικός",
       "Οικονομολόγοι-Λογιστές": "Οικονομολόγος-Λογιστής",
      "Άλλη Κατηγορία": "Άλλη Κατηγορία",
    };

export const optionsMap = {

  "Καθαρισμός": [
    "Κοινόχρηστοι Χώροι","Διαμερισμάτων","Οικιακές Εργασίες",
    "Τύπου Airbnb","Άλλο"
  ],

  "Μετακομίσεις-Μεταφορές": [
    "Εντός Πόλεως","Εκτός Πόλεως","Ανυψωτικό"
  ],

  "Οικιακές Συσκευές": [
    "Λευκές Οικιακές Συσκευές","Όλων των Ειδών"
  ],

  "Υδραυλικοί": [
    "Νέα εγκατάσταση","Μερεμέτια","Ανακάινιση"
  ],

  "Ηλεκτρολόγοι": [
    "Νέα εγκατάσταση","Μερεμέτια","Ανακάινιση"
  ],

  "Ξυλουργοί": [
    "Ντουλάπια Κουζίνας","Ντουλάπες","Μερεμέτια","Κουφώματα"
  ],

  "Ελαιοχρωματιστές": [
    "Σπατουλάρισμα-Χρωματισμός","Φρεσκάρισμα"
  ],

  "Τοποθέτηση Πλακιδίων": [
    "Τοποθέτηση Μαρμάρων","Τοποθέτηση Πλακιδίων","Μερεμέτια"
  ],

  "Γυψοσανίδες": [
    "Κατασκευές","Ψευδοροφές","Μερεμέτια"
  ],

  "Οικοδομικές Εργασίες":[
    "Χτίσιμο","Σοφάτισμα","Στέγη-Σκεπή","Μερεμέτια"
  ],

  "Τεχνικοί Θερμομόνωσης": [
    "Μονώσεις Ταρατσών","Θερμοπρόσοψη"
  ],

  "Τοποθέτηση Κουφωμάτων": [
    "Αλουμίνια","PVC","Μερεμέτια"
  ],

  "Ψυκτικοί": [
    "Νέα εγκατάσταση","Αντλίες Θερμότητας","Συντήρηση"
  ],

  "Κηπουροί": [
    "Καθαρισμός Οικοπέδων-Κήπων","Καλλωπισμός Κήπων"
  ],

  "Πολιτικοί Μηχανικοί": [
    "Άδειες Δόμησης","Μελέτες","Επιβλέψεις"
  ],

  "Οικονομολόγοι-Λογιστές": [
    "Φορολογικές Δηλώσεις","Λογιστικές Υπηρεσίες"
  ],

  "Άλλη Κατηγορία": [
    "Διευκρινίστε στην περιγραφή"
  ]
};

